Repository: ims21/RefreshTimers
Catalog: plugin/locale/*/LC_MESSAGES/RefreshTimers.po
Languages: cs

source: Cancel
cs: Zavřít

source: Correction
cs: Upravit

source: Enable Refresh Timer
cs: Povolit Refresh Timer

source: Location
cs: Umístění

source: Manual correction
cs: Upravit ručně

source: Need refresh %s timer event:
cs: Je potřeba aktualizovat %s časovač:

source: No changes needed...
cs: Nesou potřeba žádné změny...

source: Not possible - EPGRefresh is running.
cs: Není možné - probíhá EPGRefresh.

source: Nothing was changed
cs: Nic nebylo změněno

source: Nowhere
cs: Nikde

source: Refresh time period (mm:ss)
cs: Interval obnovování (mm:ss)

source: RefreshTimers - Manually
cs: RefreshTimers - ručně

source: RefreshTimers Setup v%s
cs: RefreshTimers - nastavení v%s

source: Refreshed %d timer events start time
cs: Zaktualizován %d počáteční

source: Save
cs: Uložit

source: Save log
cs: Ukládat log

source: Services with PDC only
cs: Pouze programy s PDC

source: Test only
cs: Otestovat

source: and %s end time
cs: a %s koncový čas

source: update times for timer events
cs: aktualizace časů událostí časovačů
